{
  "lang": "english",
  "Follow our Blog": "Follow our Blog",
  "See it in Action": "See it in Action",
  "nav": {
    "settings": "Settings",
    "publishers": "Add a button to your site",
    "developers": "Reader Developers"
  },
  "footer": "Brought to you by <a href='http://superfeedr.com'>Superfeedr</a> <img src='https://www.gravatar.com/avatar/a2f7d4dd6df7dd59e4adab811c00a3a1?s=24' style='vertical-align:middle;'>, <a href='https://github.com/superfeedr/subtome'>Source Code</a>.",
  "index": {
    "caption": "Universal Follow Button",
    "summary": "SubToMe makes it easy for people to <em>follow</em> web sites,<br />  because browsers don't do it.",
    "button": "See it in Action",
    "points": {
      "nonIntrusive": {
        "title": "Non intrusive",
        "summary": "We hate websites that look like Christmas trees. We just use regular markup and Javascript and are platform agnostic."
      },
      "open": {
        "title": "100% Open",
        "summary": "Open Source, open protocols and open to improvements. Help us make it better."
      },
      "fullyLocal": {
        "title": "Fully 'local'",
        "summary": "Your data is your data. Your data stays in your browser. No account, no tracking, no hassle."
      },
      "anyReader": {
        "title": "Works with any reader",
        "summary": "We provide a simple registration mechanism for [news|social] readers, as well as a <a href=\"#/store\">store for popular apps</a>."
      }
    }
  },
  "developers": {
    "title": "Applications",
    "subtitle": "Allow your users to subscribe to content",
    "summary": "If your application is able to handle user subscriptions, this section is for you.",
    "registration": {
      "title": "Registration",
      "description": "Your users will click on subscribe buttons on some <a href=\"/#/publishers\">publisher</a> pages. When they do so, a list of the subscription services <em>they</em> used in the past is displayed. This list was not curated by us, but stored in their browser (using localStorage) from services that registered their ability to perform susbcriptions for that user.",
      "loading": "You too can quickly and easily register your application for your users by loading an iframe like this: <small>Please note that this is completely transparent for the user!</small>",
      "details": "The <code>name</code> query string is the name of your application and the <code>url</code> is the url of the hander which will be called in your application to perform a subscription (thru a user redirect). ",
      "params": {
        "info": "The subscription handler is obviously completely up to you, but it should include at least one of the following:",
        "url": "<code>{url}</code> will be populated with the <code>location.href</code> of the page on which the user clicked the subscribe button.",
        "feeds": "<code>{feeds}</code> will be populated with the <code>href</code> element of each <code><link></code> elements corresponding to a feed in the page on which the user clicked.",
        "feed": "<code>{feed}</code> will be populated with the first (if any) of the <code>{feeds}</code> above."
      }
    },
    "handling": {
      "title": "Subscription handling",
      "description": "When a user clicks on a SubToMe button, he can pick his favorite subscription application. If it's yours, then, a new browser tab will be created and will point to your application's handler <code>url</code> (see previous section). Based on the <code>url</code> you've provided, you will be able to extract the location of the page on which the button was clicked and its feeds.",
      "feeds": "Your application should then, perform the subscription, by extracting the content it needs. We recommend using the RSS/Atom feeds, but you could also very well extract the links to a Twitter profile for example allow the user to follow that profile. Possibilities are endless."
    }
  },
  "store": {
    "installed": "<i class=\"icon-ok\">&nbsp;</i>&nbsp;Installed",
    "remove": "Remove",
    "install": "Install"
  },
  "register": {
    "success": "<a href='{{service.url | linkToHome}}'>{{service.name}}</a> was successfully registered as one of your favorite apps.",
    "close": "You can now safely close this window."
  },
  "publishers": {
    "title": "Publishers",
    "subtitle": "Get your readers to subscribe to your content",
    "summary": "You update your content regularly. You want your users to come back when that happens: allow them to <em>subscribe</em> to your content. It's as easy as adding a button like this one <button ng-click='follow()' class='btn btn-mini'>Subscribe</button> to any page where you want to allow subscriptions. Make sure your page links to a feed corresponding to the data your readers will susbcribe to.",
    "code": "Copy and paste the code below into any HTML page.",
    "details": "What this does is quite simple: when the user clicks the button, it loads a small Javascript snippet located at <code><a href=\"https://www.subtome.com/load.js\">https://www.subtome.com/load.js</a></code>. This snippet will then load the SubToMe modal. Feel free to check the code if you want to learn more.",
    "open": "Of course, this is 100% open, which means that you can change that code in any way you want, or use other mechanisms that fit your needs. Feel free to get in touch if you need help.",
    "easy": {
      "title": "Easy way",
      "wordpress": "If you use Wordpress for your blog, just add this <a href=\"http://wordpress.org/extend/plugins/subtome\">SubToMe widget</a> to your layout, or look for <i>SubToMe</i> in your dashboard's 'Install Plugins' interface."
    },
    "custom": {
      "title": "Custom way",
      "summary": "Of course, each publisher has their own constraints, and SubToMe is pretty flexible. For example, you may want to make buttons for several feeds, buttons that load a feed which is not linked on the page directly, or you may even not want to show a button at all and show the SubToMe frame when the user comes to your site first... etc",
      "details": "This is all possible, but you'll have to come up with some code. Don't use the <code>load.js</code> file, just insert an <code>iframe</code> in your page which will show the SubToMe modal. Use the following <code>src</code> attribute: <code>https://www.subtome.com/#/subscribe?resource={resource}&feeds={feeds}</code>.",
      "params": {
        "resource": "<code>{resource}</code> is the encoded url of the web resource to which the user is subscribing. It does not need to be a feed!",
        "feeds": "<code>{feeds}</code> is a coma separated list of encoded feed urls. There can obviously be just one."
      },
      "example": "For example, this button will allow you to <input class=\"btn btn-mini\" type=\"button\" value=\"subscribe to Superfeedr's Blog\" ng-click=\"open('http://blog.superfeedr.com/atom.xml')\" />, while this button will allow you to <input class=\"btn btn-mini\" type=\"button\" value=\"follow SubToMe's code commits\" ng-click=\"open('https://github.com/superfeedr/subtome/commits/master.atom')\" />"
    }
  },
  "settings": {
    "addons": {
      "bookmarklet": "Drag and drop this <a href='javascript:(function(){var%20z=document.createElement(\"script\");z.src=\"https://www.subtome.com/load.js\";document.body.appendChild(z);})()' onclick=''  class='btn btn-mini' title='Drag this to your Bookmarks Bar to install'>Subscribe</a> bookmarklet into your bookmark bar",
      "chrome": "or install this <a class='install' href='https://chrome.google.com/webstore/detail/subtome/cjkhnlmkkfheepafpgppmpdahbjgkjfc'>Chrome Extension</a>, ",
      "firefox": "or install this <a class='install' href='https://addons.mozilla.org/en-us/firefox/addon/subtome-subscribe-button/''>Firefox Add-On",
      "final": "to subscribe to pages without a subscribe button."
    },
    "title": "Subscribing applications",
    "services": {
      "name": "Name of Service",
      "addedOn": "Added On",
      "remove": "Remove",
      "none": "You currently do not use any reader."
    },
    "registration": "New services are added automatically when they register with SubToMe. Check our <a href=\"#/store\">suggested apps</a>."
  },
  "subscribe": {
    "title": "Follow with",
    "services": {
      "none": "You do not have selected your prefered services yet. Please, <a target='_blank' href='#/store'>pick one</a>!",
      "pick": "Pick a service to subscribe to this page:"
      },

    "settings": "Settings",
    "cancel": "Cancel"
  }
}
